module.exports = function main() {
    //这道题实在是不太会，只能写一写自己的思路，还望见谅！
    /*
       选取小于1，大于10的数作为测试，以及在1-10中间的数，考虑两位数是否可以输出，可以拆成一位数
       建立二维数组
       定义编制为index=0；
       设置主函数：包括接受控制台输入，执行其他的函数方法。
       1：设置一个接受大于9的函数，使用字符串分割，拆成个位数
       2：设置最主要的输出0~9的数， 将0-9的符号设置好，然后将输入的数进行字符串对比。
      0用'_':'.';
      1用'|':'.';
      2用'|':'.';
      3用'_':'.';
      以此类推，采用前面学习到的字符串对比的函数，实现这个数字找到对应图案的功能

      可以将输入的图案和数字房子一个hashmap中，输入一个去集合对比，直接输出。
   


    */
    console.log("Debug Info");
    return 'Hello World!';
};